Repository: lepidus/deiaSurvey
Catalog: locale/*/locale.po
Languages: es, pt_br

# plugins.generic.deiaSurvey.displayName
source: DEIA Survey
es: Cuestionario DEIA
pt_br: Questionário DEIA

# plugins.generic.deiaSurvey.description
source: Allows the collection of DEIA (Diversity, Equity, Inclusion and Accessibility) data through a questionnaire
es: Permite recopilar datos DEIA (Diversidad, Equidad, Inclusión y Accesibilidad) mediante un cuestionario
pt_br: Permite a coleta de dados DEIA (Diversidade, Equidade, Inclusão e Acessibilidade) através de um questionário

# plugins.generic.deiaSurvey.consent
source: Consent
es: Autorización
pt_br: Consentimento

# plugins.generic.deiaSurvey.consent.description
source: You can change your consent option at any time. If you withdraw a previously given consent, your data will be deleted.
es: Puede cambiar su elección de consentimiento en cualquier momento. Si retira un consentimiento dado anteriormente, se eliminarán sus datos.
pt_br: Você pode alterar sua opção de consentimento a qualquer momento. Se você remover um consentimento previamente dado, seus dados serão excluídos.

# plugins.generic.deiaSurvey.consent.yes
source: I consent to the processing of my data
es: Autorizo el tratamiento de mis datos
pt_br: Eu concordo com o processamento dos meus dados

# plugins.generic.deiaSurvey.consent.no
source: I do not consent to the processing of my data
es: No autorizo el tratamiento de mis datos
pt_br: Eu não concordo com o processamento dos meus dados

# plugins.generic.deiaSurvey.requestMessage
source: We request that you fill in the DEIA survey on the "DEIA Survey" tab of your profile page.
es: Le pedimos que rellene lo cuestionario DEIA en la pestaña "Cuestionario DEIA" de su página de perfil.
pt_br: Requisitamos que você preencha o questionário DEIA presente na aba "Questionário DEIA" da sua página de perfil.

# plugins.generic.deiaSurvey.alreadyAnswered.ojs2
source: You have already answered the DEIA survey in the "{$contextName}" journal. Therefore, you do not need to answer it again in this journal. To check your data, access the survey in "{$contextName}".
es: Ya has respondido al cuestionario DEIA en la revista "{$contextName}". Por lo tanto, no necesitas responder nuevamente en esta revista. Para verificar tus datos, accede al cuestionario en "{$contextName}".
pt_br: Você já respondeu o questionário DEIA no periódico "{$contextName}". Portanto, você não precisa respondê-lo novamente neste periódico. Para verificar seus dados, acesse o questionário em "{$contextName}".

# plugins.generic.deiaSurvey.alreadyAnswered.ops
source: You have already answered the DEIA survey in the "{$contextName}" preprint server. Therefore, you do not need to answer it again in this preprint server. To check your data, access the survey in "{$contextName}".
es: Ya has respondido al cuestionario DEIA en el servidor de preprints "{$contextName}". Por lo tanto, no necesitas responder nuevamente en este servidor de preprints. Para verificar tus datos, accede al cuestionario en "{$contextName}".
pt_br: Você já respondeu o questionário DEIA no servidor de preprints "{$contextName}". Portanto, você não precisa respondê-lo novamente neste servidor de preprints. Para verificar seus dados, acesse o questionário em "{$contextName}".

# plugins.generic.deiaSurvey.questionnairePage.index.title
source: DEIA Survey (Diversity, Equity, Inclusion and Accessibility)
es: Cuestionario DEIA (Diversidad, Equidad, Inclusión y Accesibilidad)
pt_br: Questionário DEIA (Diversidade, Equidade, Inclusão e Acessibilidade)

# plugins.generic.deiaSurvey.questionnairePage.externalId.email
source: The data from this questionnaire will be associated with the e-mail address: <strong>{$externalId}</strong>
es: Los datos demográficos de este cuestionario se vincularán a la dirección de correo electrónico: <strong>{$externalId}</strong>
pt_br: Os dados provenientes deste questionário ficarão associados ao endereço de e-mail: <strong>{$externalId}</strong>

# plugins.generic.deiaSurvey.questionnairePage.externalId.orcid
source: The data from this questionnaire will be associated with the ORCID: <strong>{$externalId}</strong>
es: Los datos demográficos de este cuestionario se vincularán a ORCID: <strong>{$externalId}</strong>
pt_br: Os dados provenientes deste questionário ficarão associados ao ORCID: <strong>{$externalId}</strong>

# plugins.generic.deiaSurvey.questionnairePage.accessDenied
source: Only the author can access this page
es: Sólo el autor puede acceder a esta página
pt_br: Apenas o autor pode acessa esta página

# plugins.generic.deiaSurvey.questionnairePage.saveSuccess.title
source: Questionnaire saved successfully
es: Cuestionario guardado correctamente
pt_br: Questionário salvo com sucesso

# plugins.generic.deiaSurvey.questionnairePage.saveSuccess.message
source: Thanks for answering our DEIA Survey!
es: ¡Gracias por responder a nuestro Cuestionario DEIA!
pt_br: Obrigado por responder nosso questionário DEIA!

# plugins.generic.deiaSurvey.questionnairePage.saveSuccess.checkAnswers
source: Check my answers
es: Revisa mis respuestas
pt_br: Verificar minhas respostas

# plugins.generic.deiaSurvey.questionnairePage.orcidAccessDenied
source: You denied access to your ORCID record
es: Ha denegado el acceso a su registro ORCID
pt_br: Você negou acesso ao seu registro ORCID

# plugins.generic.deiaSurvey.questionnairePage.orcidAuthError
source: An error occurred during your ORCID requesting. The message returned was: {$orcidAPIError}
es: Se ha producido un error al solicitar su ORCID. El mensaje devuelto fue: {$orcidAPIError}
pt_br: Ocorreu um erro durante a requisição do seu ORCID. A mensagem retornada foi: {$orcidAPIError}

# plugins.generic.deiaSurvey.questionnairePage.userWithOrcidExists
source: There is a user registered with this ORCID in our system. Please fill in the DEIA Survey using this user.
es: Hay un usuario registrado con este ORCID en nuestro sistema. Por favor, rellene el Cuestionario DEIA utilizando este usuario.
pt_br: Há um usuário cadastrado com este ORCID em nosso sistema. Pedimos que responda o Questionário DEIA utilizando este usuário.

# plugins.generic.deiaSurvey.questionnairePage.privacyStatement
source: Data is collected in accordance with this journal's <a href="{$privacyUrl}" target="_blank">privacy statement</a>
es: Los datos se recogen de acuerdo con la <a href="{$privacyUrl}" target="_blank">declaración de privacidad</a> de esta revista
pt_br: A coleta dos dados ocorre em acordo com a <a href="{$privacyUrl}" target="_blank">declaração de privacidade</a> desta revista

# plugins.generic.deiaSurvey.questionnairePage.responses.title
source: DEIA Data
es: Datos DEIA
pt_br: Dados DEIA

# plugins.generic.deiaSurvey.questionnairePage.responsesFor.email
source: Showing data associated with the e-mail address: <strong>{$externalId}</strong>
es: Mostrando datos asociados a la dirección de correo electrónico: <strong>{$externalId}</strong>
pt_br: Mostrando dados associados ao endereço de e-mail: <strong>{$externalId}</strong>

# plugins.generic.deiaSurvey.questionnairePage.responsesFor.orcid
source: Showing data associated with the ORCID: <strong>{$externalId}</strong>
es: Mostrando datos asociados a ORCID: <strong>{$externalId}</strong>
pt_br: Mostrando dados associados ao ORCID: <strong>{$externalId}</strong>

# plugins.generic.deiaSurvey.questionnairePage.checkAnswersAnytime
source: You can check your data at any time by visiting this same address.
es: Puede consultar sus datos en cualquier momento accediendo a esta misma dirección.
pt_br: Você pode verificar seus dados a qualquer momento acessando este mesmo endereço.

# plugins.generic.deiaSurvey.questionnairePage.dataMigration.email
source: By creating a new account in the system with this same e-mail address, your data will automatically be associated with the new account.
es: Cuando cree una nueva cuenta en el sistema con esa misma dirección de correo electrónico, sus datos se asociarán automáticamente a la nueva cuenta.
pt_br: Ao criar uma nova conta no sistema com esse mesmo endereço de e-mail, seus dados serão automaticamente associados à nova conta.

# plugins.generic.deiaSurvey.questionnairePage.dataMigration.orcid
source: By creating a new account in the system and add the same ORCID, your data will automatically be associated with the new account.
es: Cuando cree una nueva cuenta en el sistema y añada ese mismo ORCID, sus datos se asociarán automáticamente a la nueva cuenta.
pt_br: Ao criar uma nova conta no sistema e adicionar esse mesmo ORCID, seus dados serão automaticamente associados à nova conta.

# plugins.generic.deiaSurvey.questionnairePage.deleteData.title
source: DEIA data deletion
es: Eliminación de datos DEIA
pt_br: Exclusão de dados DEIA

# plugins.generic.deiaSurvey.questionnairePage.deleteData.message
source: Are you sure you want to delete your data? This action cannot be undone.
es: ¿Está seguro de que desea eliminar sus datos? Esta acción no se puede deshacer.
pt_br: Tem certeza de que deseja excluir seus dados? Esta ação não pode ser desfeita.

# plugins.generic.deiaSurvey.questionnairePage.deleteMyData
source: Delete my data
es: Eliminar mis datos
pt_br: Excluir meus dados

# plugins.generic.deiaSurvey.questionnairePage.deleteSuccess
source: Your data has been deleted.
es: Tus datos han sido eliminados.
pt_br: Seus dados foram excluídos.

# plugins.generic.deiaSurvey.questionnairePage.onlyWhoAnsweredCanDelete
source: Only authors who have already completed the DEIA Survey can delete their data.
es: Sólo los autores que ya hayan respondido el Cuestionario DEIA pueden eliminar sus datos.
pt_br: Apenas autores que já responderam o Questionário DEIA podem excluir seus dados.

# plugins.generic.deiaSurvey.settings.orcidAPIPathRequired
source: Please, inform which ORCID API should be used
es: Indique qué API de ORCID se debe utilizar
pt_br: Por favor, informe qual API ORCID deve ser utilizada

# plugins.generic.deiaSurvey.settings.orcidClientIdError
source: Invalid client ID
es: ID de cliente no válido
pt_br: ID do cliente inválido

# plugins.generic.deiaSurvey.settings.orcidClientSecretError
source: Invalid client secret
es: Secreto de Cliente no válido
pt_br: Segredo do cliente inválido

# plugins.generic.deiaSurvey.settings.title
source: ORCID API Settings
es: Configuración de la API de ORCID
pt_br: Configurações da API ORCID

# plugins.generic.deiaSurvey.settings.description
source: Please configure the ORCID API access for use in pulling ORCID profile information
es: Por favor configure el acceso a la API de ORCID para extraer información del perfil de ORCID.
pt_br: Por favor, configure o acesso a API do ORCID para recuperar informações da ORCID

# plugins.generic.deiaSurvey.settings.globallyconfigured
source: The ORCID API was configured globally by the host. The following credentials have been saved.
es: El host configuró globalmente la API de ORCID. Se han guardado las siguientes credenciales.
pt_br: A API ORCID foi configurada globalmente pelo host. As seguintes credenciais foram salvas.

# plugins.generic.deiaSurvey.settings.orcidAPIPath
source: ORCID API
pt_br: API ORCID

# plugins.generic.deiaSurvey.settings.orcidClientId
source: Client ID
es: ID del Cliente
pt_br: ID do Cliente

# plugins.generic.deiaSurvey.settings.orcidClientSecret
source: Client Secret
es: Secreto del Cliente
pt_br: Segredo do Cliente

# plugins.generic.deiaSurvey.settings.hidden
source: hidden
es: oculto
pt_br: oculto

# plugins.generic.deiaSurvey.settings.orcidAPIPath.public
source: Public
es: Público
pt_br: Pública

# plugins.generic.deiaSurvey.settings.orcidAPIPath.publicSandbox
source: Public Sandbox
es: Sandbox Pública
pt_br: Pública Sandbox

# plugins.generic.deiaSurvey.settings.orcidAPIPath.member
source: Member
es: Miembro
pt_br: Membro

# plugins.generic.deiaSurvey.settings.orcidAPIPath.memberSandbox
source: Member Sandbox
es: Miembro Sandbox
pt_br: Membro Sandbox

# plugins.generic.deiaSurvey.settings.credentialsUsed.orcidProfile
source: The plugin is using the credentials entered in the ORCID Profile plugin settings. If you wish to use other credentials for this plugin, use the fields below.
es: El módulo utiliza las credenciales introducidas en la configuración del módulo Perfil ORCID. Si desea utilizar otras credenciales para este módulo, utilice los campos siguientes.
pt_br: O plugin está utilizando as credenciais informadas nas configurações do plugin Perfil ORCID. Caso deseje usar outras credenciais para este plugin, utilize os campos abaixo.

# plugins.generic.deiaSurvey.settings.credentialsUsed.own
source: This plugin is using the credentials below
es: Este módulo utiliza las siguientes credenciales
pt_br: Este plugin está utilizando as credenciais informadas abaixo

# plugins.generic.deiaSurvey.defaultQuestion.gender.title
source: Gender
pt_br: Gênero

# plugins.generic.deiaSurvey.defaultQuestion.gender.description
source: With which gender do you most identify? Please select one option:
pt_br: Com qual gênero você mais se identifica? Por favor, selecione uma opção:

# plugins.generic.deiaSurvey.defaultQuestion.gender.responseOption.woman
source: Woman
pt_br: Mulher

# plugins.generic.deiaSurvey.defaultQuestion.gender.responseOption.man
source: Man
pt_br: Homem

# plugins.generic.deiaSurvey.defaultQuestion.gender.responseOption.nonBinary
source: Non-binary or gender diverse
pt_br: Não binário ou gênero diverso

source: Prefer not to inform
pt_br: Prefiro não informar

# plugins.generic.deiaSurvey.defaultQuestion.race.title
source: Race
pt_br: Raça

# plugins.generic.deiaSurvey.defaultQuestion.race.description
source: How would you identify yourself in terms of race? Please select ALL the groups that apply to you:
pt_br: Como você se identifica em termos de raça? Por favor, selecione TODOS os grupos que se aplicam a você:

source: Asian or Pacific Islander
pt_br: Asiático ou Ilhéu do Pacífico

# plugins.generic.deiaSurvey.defaultQuestion.race.responseOption.black
source: Black
pt_br: Negro(a)

# plugins.generic.deiaSurvey.defaultQuestion.race.responseOption.hispanicLatino
source: Hispanic or Latino/a/x
pt_br: Hispano(a) ou Latino(a)

# plugins.generic.deiaSurvey.defaultQuestion.race.responseOption.indigenous
source: Indigenous (e.g. North American Indian Navajo, South American Indian Quechua, Aboriginal or Torres Strait Islander)
pt_br: Indígena

source: Middle Eastern or North African
pt_br: Oriente Médio ou Norte da África

# plugins.generic.deiaSurvey.defaultQuestion.race.responseOption.white
source: White
pt_br: Branco(a)

# plugins.generic.deiaSurvey.defaultQuestion.race.responseOption.preferNotToInform
source: Prefer not to inform
pt_br: Prefiro não informar

# plugins.generic.deiaSurvey.defaultQuestion.race.responseOption.selfDescribe
source: Self describe
pt_br: Auto-descrição

# plugins.generic.deiaSurvey.defaultQuestion.ethnicity.title
source: Ethnicity
pt_br: Etnia

# plugins.generic.deiaSurvey.defaultQuestion.ethnicity.description
source: What are your ethnic origins or ancestry? Please select ALL the geographic areas from which your family's ancestors first originated:
pt_br: Quais são suas origens étnicas ou ancestrais? Por favor, selecione TODAS as áreas geográficas de onde os antepassados de sua família vieram:

source: Western Europe
pt_br: Europa Ocidental (ex: Grécia, Suécia, Reino Unido)

source: Eastern Europe
pt_br: Europa Oriental (ex: Hungria, Polônia, Rússia)

# plugins.generic.deiaSurvey.defaultQuestion.ethnicity.responseOption.northAfrica
source: North Africa
pt_br: Norte da África (ex: Egito, Marrocos, Sudão)

source: Sub-Saharan Africa
pt_br: África Subsaariana (ex: Quênia, Nigéria, África do Sul)

source: West Asia / Middle East
pt_br: Ásia Ocidental / Oriente Médio (ex: Irã, Israel, Arábia Saudita)

source: South and Southeast Asia
pt_br: Sul e Sudeste da Ásia (ex: Índia, Indonésia, Singapura)

source: East and Central Asia
pt_br: Ásia Oriental e Central (ex: China, Japão, Uzbequistão)

source: Pacific / Oceania
pt_br: Pacífico / Oceania (ex: Austrália, Papua Nova Guiné, Fiji)

# plugins.generic.deiaSurvey.defaultQuestion.ethnicity.responseOption.northAmerica
source: North America
pt_br: América do Norte (Canadá, Estados Unidos)

source: Central America and Caribbean
pt_br: América Central e Caribe (ex: Jamaica, México, Panamá)

# plugins.generic.deiaSurvey.defaultQuestion.ethnicity.responseOption.southAmerica
source: South America
pt_br: América do Sul (ex: Brasil, Chile, Colômbia)

source: Prefer not to inform
pt_br: Prefiro não informar

# plugins.generic.deiaSurvey.defaultQuestion.ethnicity.responseOption.selfDescribe
source: Self describe
pt_br: Auto-descrição
